Repository: humblefoundation-zz/translation-support-files
Catalog: quran-imported/Yusuf Ali.tmx
Source language: ar
Languages: en

source: وقالوا آمنا به وأنى لهم التناوش من مكان بعيد
en: And they will say, "We do believe (now) in the (Truth)"; but how could they receive (Faith) from a position (so far off,-

source: وقد كفروا به من قبل ويقذفون بالغيب من مكان بعيد
en: Seeing that they did reject Faith (entirely) before, and that they (continually) cast (slanders) on the unseen from a position far off?

source: وحيل بينهم وبين ما يشتهون كما فعل بأشياعهم من قبل إنهم كانوا في شك مريب
en: And between them and their desires, is placed a barrier, as was done in the past with their partisans: for they were indeed in suspicious (disquieting) doubt.

source: الحمد لله فاطر السماوات والأرض جاعل الملائكة رسلا أولي أجنحة مثنى وثلاث ورباع يزيد في الخلق ما يشاء إن الله على كل شيء قدير
en: Praise be to Allah, Who created (out of nothing) the heavens and the earth, Who made the angels, messengers with wings,- two, or three, or four (pairs): He adds to Creation as He pleases: for Allah has power over all things.

source: ما يفتح الله للناس من رحمة فلا ممسك لها وما يمسك فلا مرسل له من بعده وهو العزيز الحكيم
en: What Allah out of his Mercy doth bestow on mankind there is none can withhold: what He doth withhold, there is none can grant, apart from Him: and He is the Exalted in Power, full of Wisdom.

source: يا أيها الناس اذكروا نعمت الله عليكم هل من خالق غير الله يرزقكم من السماء والأرض لا إله إلا هو فأنى تؤفكون
en: O men! Call to mind the grace of Allah unto you! is there a creator, other than Allah, to give you sustenance from heaven or earth? There is no god but He: how then are ye deluded away from the Truth?

source: وإن يكذبوك فقد كذبت رسل من قبلك وإلى الله ترجع الأمور
en: And if they reject thee, so were messengers rejected before thee: to Allah back for decision all affairs.

source: يا أيها الناس إن وعد الله حق فلا تغرنكم الحياة الدنيا ولا يغرنكم بالله الغرور
en: O men! Certainly the promise of Allah is true. Let not then this present life deceive you, nor let the Chief Deceiver deceive you about Allah.

source: إن الشيطان لكم عدو فاتخذوه عدوا إنما يدعو حزبه ليكونوا من أصحاب السعير
en: Verily Satan is an enemy to you: so treat him as an enemy. He only invites his adherents, that they may become Companions of the Blazing Fire.

source: الذين كفروا لهم عذاب شديد والذين آمنوا وعملوا الصالحات لهم مغفرة وأجر كبير
en: For those who reject Allah, is a terrible Penalty: but for those who believe and work righteous deeds, is Forgiveness, and a magnificent Reward.

source: أفمن زين له سوء عمله فرآه حسنا فإن الله يضل من يشاء ويهدي من يشاء فلا تذهب نفسك عليهم حسرات إن الله عليم بما يصنعون
en: Is he, then, to whom the evil of his conduct is made alluring, so that he looks upon it as good, (equal to one who is rightly guided)? For Allah leaves to stray whom He wills, and guides whom He wills. So let not thy soul go out in (vainly) sighing after them: for Allah knows well all that they do!

source: والله الذي أرسل الرياح فتثير سحابا فسقناه إلى بلد ميت فأحيينا به الأرض بعد موتها كذلك النشور
en: It is Allah Who sends forth the Winds, so that they raise up the Clouds, and We drive them to a land that is dead, and revive the earth therewith after its death: even so (will be) the Resurrection!

source: من كان يريد العزة فلله العزة جميعا إليه يصعد الكلم الطيب والعمل الصالح يرفعه والذين يمكرون السيئات لهم عذاب شديد ومكر أولئك هو يبور
en: If any do seek for glory and power,- to Allah belong all glory and power. To Him mount up (all) Words of Purity: It is He Who exalts each Deed of Righteousness. Those that lay Plots of Evil,- for them is a Penalty terrible; and the plotting of such will be void (of result).

source: والله خلقكم من تراب ثم من نطفة ثم جعلكم أزواجا وما تحمل من أنثى ولا تضع إلا بعلمه وما يعمر من معمر ولا ينقص من عمره إلا في كتاب إن ذلك على الله يسير
en: And Allah did create you from dust; then from a sperm-drop; then He made you in pairs. And no female conceives, or lays down (her load), but with His knowledge. Nor is a man long-lived granted length of days, nor is a part cut off from his life, but is in a Decree (ordained). All this is easy to Allah.

source: وما يستوي البحران هذا عذب فرات سائغ شرابه وهذا ملح أجاج ومن كل تأكلون لحما طريا وتستخرجون حلية تلبسونها وترى الفلك فيه مواخر لتبتغوا من فضله ولعلكم تشكرون
en: Nor are the two bodies of flowing water alike,- the one palatable, sweet, and pleasant to drink, and the other, salt and bitter. Yet from each (kind of water) do ye eat flesh fresh and tender, and ye extract ornaments to wear; and thou seest the ships therein that plough the waves, that ye may seek (thus) of the Bounty of Allah that ye may be grateful.

source: يولج الليل في النهار ويولج النهار في الليل وسخر الشمس والقمر كل يجري لأجل مسمى ذلكم الله ربكم له الملك والذين تدعون من دونه ما يملكون من قطمير
en: He merges Night into Day, and he merges Day into Night, and he has subjected the sun and the moon (to his Law): each one runs its course for a term appointed. Such is Allah your Lord: to Him belongs all Dominion. And those whom ye invoke besides Him have not the least power.

source: إن تدعوهم لا يسمعوا دعاءكم ولو سمعوا ما استجابوا لكم ويوم القيامة يكفرون بشرككم ولا ينبئك مثل خبير
en: If ye invoke them, they will not listen to your call, and if they were to listen, they cannot answer your (prayer). On the Day of Judgment they will reject your "Partnership". and none, (O man!) can tell thee (the Truth) like the One Who is acquainted with all things.

source: يا أيها الناس أنتم الفقراء إلى الله والله هو الغني الحميد
en: O ye men! It is ye that have need of Allah: but Allah is the One Free of all wants, worthy of all praise.

source: إن يشأ يذهبكم ويأت بخلق جديد
en: If He so pleased, He could blot you out and bring in a New Creation.

source: ولا تزر وازرة وزر أخرى وإن تدع مثقلة إلى حملها لا يحمل منه شيء ولو كان ذا قربى إنما تنذر الذين يخشون ربهم بالغيب وأقاموا الصلاة ومن تزكى فإنما يتزكى لنفسه وإلى الله المصير
en: Nor can a bearer of burdens bear another's burdens if one heavily laden should call another to (bear) his load. Not the least portion of it can be carried (by the other). Even though he be nearly related. Thou canst but admonish such as fear their Lord unseen and establish regular Prayer. And whoever purifies himself does so for the benefit of his own soul; and the destination (of all) is to Allah.

source: وما يستوي الأعمى والبصير
en: The blind and the seeing are not alike;

source: ولا الظلمات ولا النور
en: Nor are the depths of Darkness and the Light;

source: ولا الظل ولا الحرور
en: Nor are the (chilly) shade and the (genial) heat of the sun:

source: وما يستوي الأحياء ولا الأموات إن الله يسمع من يشاء وما أنت بمسمع من في القبور
en: Nor are alike those that are living and those that are dead. Allah can make any that He wills to hear; but thou canst not make those to hear who are (buried) in graves.

source: إن أنت إلا نذير
en: Thou art no other than a warner.

source: إنا أرسلناك بالحق بشيرا ونذيرا وإن من أمة إلا خلا فيها نذير
en: Verily We have sent thee in truth, as a bearer of glad tidings, and as a warner: and there never was a people, without a warner having lived among them (in the past).

source: وإن يكذبوك فقد كذب الذين من قبلهم جاءتهم رسلهم بالبينات وبالزبر وبالكتاب المنير
en: And if they reject thee, so did their predecessors, to whom came their messengers with Clear Signs, Books of dark prophecies, and the Book of Enlightenment.

source: ثم أخذت الذين كفروا فكيف كان نكير
en: In the end did I punish those who rejected Faith: and how (terrible) was My rejection (of them)!

source: ألم تر أن الله أنزل من السماء ماء فأخرجنا به ثمرات مختلفا ألوانها ومن الجبال جدد بيض وحمر مختلف ألوانها وغرابيب سود
en: Seest thou not that Allah sends down rain from the sky? With it We then bring out produce of various colours. And in the mountains are tracts white and red, of various shades of colour, and black intense in hue.

source: ومن الناس والدواب والأنعام مختلف ألوانه كذلك إنما يخشى الله من عباده العلماء إن الله عزيز غفور
en: And so amongst men and crawling creatures and cattle, are they of various colours. Those truly fear Allah, among His Servants, who have knowledge: for Allah is Exalted in Might, Oft-Forgiving.

source: إن الذين يتلون كتاب الله وأقاموا الصلاة وأنفقوا مما رزقناهم سرا وعلانية يرجون تجارة لن تبور
en: Those who rehearse the Book of Allah, establish regular Prayer, and spend (in Charity) out of what We have provided for them, secretly and openly, hope for a commerce that will never fail:

source: ليوفيهم أجورهم ويزيدهم من فضله إنه غفور شكور
en: For He will pay them their meed, nay, He will give them (even) more out of His Bounty: for He is Oft-Forgiving, Most Ready to appreciate (service).

source: والذي أوحينا إليك من الكتاب هو الحق مصدقا لما بين يديه إن الله بعباده لخبير بصير
en: That which We have revealed to thee of the Book is the Truth,- confirming what was (revealed) before it: for Allah is assuredly- with respect to His Servants - well acquainted and Fully Observant.

source: ثم أورثنا الكتاب الذين اصطفينا من عبادنا فمنهم ظالم لنفسه ومنهم مقتصد ومنهم سابق بالخيرات بإذن الله ذلك هو الفضل الكبير
en: Then We have given the Book for inheritance to such of Our Servants as We have chosen: but there are among them some who wrong their own souls; some who follow a middle course; and some who are, by Allah's leave, foremost in good deeds; that is the highest Grace.

source: جنات عدن يدخلونها يحلون فيها من أساور من ذهب ولؤلؤا ولباسهم فيها حرير
en: Gardens of Eternity will they enter: therein will they be adorned with bracelets of gold and pearls; and their garments there will be of silk.

source: وقالوا الحمد لله الذي أذهب عنا الحزن إن ربنا لغفور شكور
en: And they will say: "Praise be to Allah, Who has removed from us (all) sorrow: for our Lord is indeed Oft-Forgiving Ready to appreciate (service):

source: الذي أحلنا دار المقامة من فضله لا يمسنا فيها نصب ولا يمسنا فيها لغوب
en: "Who has, out of His Bounty, settled us in a Home that will last: no toil nor sense of weariness shall touch us therein."

source: والذين كفروا لهم نار جهنم لا يقضى عليهم فيموتوا ولا يخفف عنهم من عذابها كذلك نجزي كل كفور
en: But those who reject (Allah) - for them will be the Fire of Hell: No term shall be determined for them, so they should die, nor shall its Penalty be lightened for them. Thus do We reward every ungrateful one!

source: وهم يصطرخون فيها ربنا أخرجنا نعمل صالحا غير الذي كنا نعمل أولم نعمركم ما يتذكر فيه من تذكر وجاءكم النذير فذوقوا فما للظالمين من نصير
en: Therein will they cry aloud (for assistance): "Our Lord! Bring us out: we shall work righteousness, not the (deeds) we used to do!" - "Did We not give you long enough life so that he that would should receive admonition? and (moreover) the warner came to you. So taste ye (the fruits of your deeds): for the wrong-doers there is no helper."

source: إن الله عالم غيب السماوات والأرض إنه عليم بذات الصدور
en: Verily Allah knows (all) the hidden things of the heavens and the earth: verily He has full knowledge of all that is in (men's) hearts.

source: هو الذي جعلكم خلائف في الأرض فمن كفر فعليه كفره ولا يزيد الكافرين كفرهم عند ربهم إلا مقتا ولا يزيد الكافرين كفرهم إلا خسارا
en: He it is That has made you inheritors in the earth: if, then, any do reject (Allah), their rejection (works) against themselves: their rejection but adds to the odium for the Unbelievers in the sight of their Lord: their rejection but adds to (their own) undoing.

source: قل أرأيتم شركاءكم الذين تدعون من دون الله أروني ماذا خلقوا من الأرض أم لهم شرك في السماوات أم آتيناهم كتابا فهم على بينت منه بل إن يعد الظالمون بعضهم بعضا إلا غرورا
en: Say: "Have ye seen (these) 'Partners' of yours whom ye call upon besides Allah? Show Me what it is they have created in the (wide) earth. Or have they a share in the heavens? Or have We given them a Book from which they (can derive) clear (evidence)?- Nay, the wrong-doers promise each other nothing but delusions.

source: إن الله يمسك السماوات والأرض أن تزولا ولئن زالتا إن أمسكهما من أحد من بعده إنه كان حليما غفورا
en: It is Allah Who sustains the heavens and the earth, lest they cease (to function): and if they should fail, there is none - not one - can sustain them thereafter: Verily He is Most Forbearing, Oft-Forgiving.

source: وأقسموا بالله جهد أيمانهم لئن جاءهم نذير ليكونن أهدى من إحدى الأمم فلما جاءهم نذير ما زادهم إلا نفورا
en: They swore their strongest oaths by Allah that if a warner came to them, they would follow his guidance better than any (other) of the Peoples: But when a warner came to them, it has only increased their flight (from righteousness),-

source: استكبارا في الأرض ومكر السيئ ولا يحيق المكر السيئ إلا بأهله فهل ينظرون إلا سنت الأولين فلن تجد لسنت الله تبديلا ولن تجد لسنت الله تحويلا
en: On account of their arrogance in the land and their plotting of Evil, but the plotting of Evil will hem in only the authors thereof. Now are they but looking for the way the ancients were dealt with? But no change wilt thou find in Allah's way (of dealing): no turning off wilt thou find in Allah's way (of dealing).

source: أولم يسيروا في الأرض فينظروا كيف كان عاقبة الذين من قبلهم وكانوا أشد منهم قوة وما كان الله ليعجزه من شيء في السماوات ولا في الأرض إنه كان عليما قديرا
en: Do they not travel through the earth, and see what was the End of those before them,- though they were superior to them in strength? Nor is Allah to be frustrated by anything whatever in the heavens or on earth: for He is All-Knowing. All-Powerful.

source: ولو يؤاخذ الله الناس بما كسبوا ما ترك على ظهرها من دابة ولكن يؤخرهم إلى أجل مسمى فإذا جاء أجلهم فإن الله كان بعباده بصيرا
en: If Allah were to punish men according to what they deserve. He would not leave on the back of the (earth) a single living creature: but He gives them respite for a stated Term: when their Term expires, verily Allah has in His sight all His Servants.

source: يس
en: Ya Sin.

source: والقرآن الحكيم
en: By the Qur'an, full of Wisdom,-

source: إنك لمن المرسلين
en: Thou art indeed one of the messengers,

source: على صراط مستقيم
en: On a Straight Way.

source: تنزيل العزيز الرحيم
en: It is a Revelation sent down by (Him), the Exalted in Might, Most Merciful.

source: لتنذر قوما ما أنذر آباؤهم فهم غافلون
en: In order that thou mayest admonish a people, whose fathers had received no admonition, and who therefore remain heedless (of the Signs of Allah).

source: لقد حق القول على أكثرهم فهم لا يؤمنون
en: The Word is proved true against the greater part of them: for they do not believe.

source: إنا جعلنا في أعناقهم أغلالا فهي إلى الأذقان فهم مقمحون
en: We have put yokes round their necks right up to their chins, so that their heads are forced up (and they cannot see).

source: وجعلنا من بين أيديهم سدا ومن خلفهم سدا فأغشيناهم فهم لا يبصرون
en: And We have put a bar in front of them and a bar behind them, and further, We have covered them up; so that they cannot see.

source: وسواء عليهم أأنذرتهم أم لم تنذرهم لا يؤمنون
en: The same is it to them whether thou admonish them or thou do not admonish them: they will not believe.

source: إنما تنذر من اتبع الذكر وخشي الرحمن بالغيب فبشره بمغفرة وأجر كريم
en: Thou canst but admonish such a one as follows the Message and fears the (Lord) Most Gracious, unseen: give such a one, therefore, good tidings, of Forgiveness and a Reward most generous.

source: إنا نحن نحيي الموتى ونكتب ما قدموا وآثارهم وكل شيء أحصيناه في إمام مبين
en: Verily We shall give life to the dead, and We record that which they send before and that which they leave behind, and of all things have We taken account in a clear Book (of evidence).

source: واضرب لهم مثلا أصحاب القرية إذ جاءها المرسلون
en: Set forth to them, by way of a parable, the (story of) the Companions of the City. Behold!, there came messengers to it.

source: إذ أرسلنا إليهم اثنين فكذبوهما فعززنا بثالث فقالوا إنا إليكم مرسلون
en: When We (first) sent to them two messengers, they rejected them: But We strengthened them with a third: they said, "Truly, we have been sent on a mission to you."

source: قالوا ما أنتم إلا بشر مثلنا وما أنزل الرحمن من شيء إن أنتم إلا تكذبون
en: The (people) said: "Ye are only men like ourselves; and (Allah) Most Gracious sends no sort of revelation: ye do nothing but lie."

source: قالوا ربنا يعلم إنا إليكم لمرسلون
en: They said: "Our Lord doth know that we have been sent on a mission to you:

source: وما علينا إلا البلاغ المبين
en: "And our duty is only to proclaim the clear Message."

source: قالوا إنا تطيرنا بكم لئن لم تنتهوا لنرجمنكم وليمسنكم منا عذاب أليم
en: The (people) said: "for us, we augur an evil omen from you: if ye desist not, we will certainly stone you. And a grievous punishment indeed will be inflicted on you by us."

source: قالوا طائركم معكم أئن ذكرتم بل أنتم قوم مسرفون
en: They said: "Your evil omens are with yourselves: (deem ye this an evil omen). If ye are admonished? Nay, but ye are a people transgressing all bounds!"

source: وجاء من أقصى المدينة رجل يسعى قال يا قوم اتبعوا المرسلين
en: Then there came running, from the farthest part of the City, a man, saying, "O my people! Obey the messengers:

source: اتبعوا من لا يسألكم أجرا وهم مهتدون
en: "Obey those who ask no reward of you (for themselves), and who have themselves received Guidance.

source: وما لي لا أعبد الذي فطرني وإليه ترجعون
en: "It would not be reasonable in me if I did not serve Him Who created me, and to Whom ye shall (all) be brought back.

source: أأتخذ من دونه آلهة إن يردن الرحمن بضر لا تغن عني شفاعتهم شيئا ولا ينقذون
en: "Shall I take (other) gods besides Him? If (Allah) Most Gracious should intend some adversity for me, of no use whatever will be their intercession for me, nor can they deliver me.

source: إني إذا لفي ضلال مبين
en: "I would indeed, if I were to do so, be in manifest Error.

source: إني آمنت بربكم فاسمعون
en: "For me, I have faith in the Lord of you (all): listen, then, to me!"

source: قيل ادخل الجنة قال يا ليت قومي يعلمون
en: It was said: "Enter thou the Garden." He said: "Ah me! Would that my People knew (what I know)!-

source: بما غفر لي ربي وجعلني من المكرمين
en: "For that my Lord has granted me Forgiveness and has enrolled me among those held in honour!"

source: وما أنزلنا على قومه من بعده من جند من السماء وما كنا منزلين
en: And We sent not down against his People, after him, any hosts from heaven, nor was it needful for Us so to do.

source: إن كانت إلا صيحة واحدة فإذا هم خامدون
en: It was no more than a single mighty Blast, and behold! they were (like ashes) quenched and silent.

source: يا حسرة على العباد ما يأتيهم من رسول إلا كانوا به يستهزئون
en: Ah! Alas for (My) Servants! There comes not a messenger to them but they mock him!

source: ألم يروا كم أهلكنا قبلهم من القرون أنهم إليهم لا يرجعون
en: See they not how many generations before them we destroyed? Not to them will they return:

source: وإن كل لما جميع لدينا محضرون
en: But each one of them all - will be brought before Us (for judgment).

source: وآية لهم الأرض الميتة أحييناها وأخرجنا منها حبا فمنه يأكلون
en: A Sign for them is the earth that is dead: We do give it life, and produce grain therefrom, of which ye do eat.

source: وجعلنا فيها جنات من نخيل وأعناب وفجرنا فيها من العيون
en: And We produce therein orchard with date-palms and vines, and We cause springs to gush forth therein:

source: ليأكلوا من ثمره وما عملته أيديهم أفلا يشكرون
en: That they may enjoy the fruits of this (artistry): It was not their hands that made this: will they not then give thanks?

source: سبحان الذي خلق الأزواج كلها مما تنبت الأرض ومن أنفسهم ومما لا يعلمون
en: Glory to Allah, Who created in pairs all things that the earth produces, as well as their own (human) kind and (other) things of which they have no knowledge.

source: وآية لهم الليل نسلخ منه النهار فإذا هم مظلمون
en: And a Sign for them is the Night: We withdraw therefrom the Day, and behold they are plunged in darkness;

source: والشمس تجري لمستقر لها ذلك تقدير العزيز العليم
en: And the sun runs his course for a period determined for him: that is the decree of (Him), the Exalted in Might, the All-Knowing.

source: والقمر قدرناه منازل حتى عاد كالعرجون القديم
en: And the Moon,- We have measured for her mansions (to traverse) till she returns like the old (and withered) lower part of a date-stalk.

source: لا الشمس ينبغي لها أن تدرك القمر ولا الليل سابق النهار وكل في فلك يسبحون
en: It is not permitted to the Sun to catch up the Moon, nor can the Night outstrip the Day: Each (just) swims along in (its own) orbit (according to Law).

source: وآية لهم أنا حملنا ذريتهم في الفلك المشحون
en: And a Sign for them is that We bore their race (through the Flood) in the loaded Ark;

source: وخلقنا لهم من مثله ما يركبون
en: And We have created for them similar (vessels) on which they ride.

source: وإن نشأ نغرقهم فلا صريخ لهم ولا هم ينقذون
en: If it were Our Will, We could drown them: then would there be no helper (to hear their cry), nor could they be delivered,

source: إلا رحمة منا ومتاعا إلى حين
en: Except by way of Mercy from Us, and by way of (world) convenience (to serve them) for a time.

source: وإذا قيل لهم اتقوا ما بين أيديكم وما خلفكم لعلكم ترحمون
en: When they are told, "Fear ye that which is before you and that which will be after you, in order that ye may receive Mercy," (they turn back).

source: وإذا قيل لهم أنفقوا مما رزقكم الله قال الذين كفروا للذين آمنوا أنطعم من لو يشاء الله أطعمه إن أنتم إلا في ضلال مبين
en: And when they are told, "Spend ye of (the bounties) with which Allah has provided you," the Unbelievers say to those who believe: "Shall we then feed those whom, if Allah had so willed, He would have fed, (Himself)?- Ye are in nothing but manifest error."

source: ما ينظرون إلا صيحة واحدة تأخذهم وهم يخصمون
en: They will not (have to) wait for aught but a single Blast: it will seize them while they are yet disputing among themselves!

source: فلا يستطيعون توصية ولا إلى أهلهم يرجعون
en: No (chance) will they then have, by will, to dispose (of their affairs), nor to return to their own people!

source: ونفخ في الصور فإذا هم من الأجداث إلى ربهم ينسلون
en: The trumpet shall be sounded, when behold! from the sepulchres (men) will rush forth to their Lord!

source: قالوا يا ويلنا من بعثنا من مرقدنا هذا ما وعد الرحمن وصدق المرسلون
en: They will say: "Ah! Woe unto us! Who hath raised us up from our beds of repose?"... (A voice will say:) "This is what (Allah) Most Gracious had promised. And true was the word of the messengers!"

source: إن كانت إلا صيحة واحدة فإذا هم جميع لدينا محضرون
en: It will be no more than a single Blast, when lo! they will all be brought up before Us!

source: فاليوم لا تظلم نفس شيئا ولا تجزون إلا ما كنتم تعملون
en: Then, on that Day, not a soul will be wronged in the least, and ye shall but be repaid the meeds of your past Deeds.

source: إن أصحاب الجنة اليوم في شغل فاكهون
en: Verily the Companions of the Garden shall that Day have joy in all that they do;

source: هم وأزواجهم في ظلال على الأرائك متكئون
en: They and their associates will be in groves of (cool) shade, reclining on Thrones (of dignity);

source: لهم فيها فاكهة ولهم ما يدعون
en: (Every) fruit (enjoyment) will be there for them; they shall have whatever they call for;

source: سلام قولا من رب رحيم
en: "Peace!" - a word (of salutation) from a Lord Most Merciful!

source: وامتازوا اليوم أيها المجرمون
en: "And O ye in sin! Get ye apart this Day!

source: ألم أعهد إليكم يا بني آدم أن لا تعبدوا الشيطان إنه لكم عدو مبين
en: "Did I not enjoin on you, O ye Children of Adam, that ye should not worship Satan; for that he was to you an enemy avowed?-

source: وأن اعبدوني هذا صراط مستقيم
en: "And that ye should worship Me, (for that) this was the Straight Way?

source: ولقد أضل منكم جبلا كثيرا أفلم تكونوا تعقلون
en: "But he did lead astray a great multitude of you. Did ye not, then, understand?

source: هذه جهنم التي كنتم توعدون
en: "This is the Hell of which ye were (repeatedly) warned!
